Repository: banabana/fsb
Catalog: fsb/prepaid/locale/*/LC_MESSAGES/django.po
Languages: ru

source: 1 story was
ru: Произошла ошибка:

source: Mark selected stories as Issued
ru: Отмеченные записи опубликованы

source: Number
ru: Номер

source: Code
ru: Код активации

source: Incorrect number or the code of the card.
ru: Неправильный номер или код активации карты.

source: You cannot supplement calculation with this card
ru: Вы не можете выполнять оплату этой картой

source: System error no activate prepaid card!
ru: Системная ошибка карточка предоплаты не активирована

source: This value must contain only letters, numbers and underscores.
ru: Это поле может содержать только буквы, цифры и подчеркивания

source: PIN Code
ru: PIN-код:

source: Activate
ru: Активировать

source: Username
ru: Имя пользователя

source: Email address
ru: Адрес электронной почты

source: Password
ru: Пароль

source: Password (again)
ru: Пароль (снова)

source: I have read and agree to the Terms of Service
ru: Я прочитал Правила Использования и согласен с ними

source: You must agree to the terms to register
ru: Для регистрации Вы должны согласиться с правилами

source: first name
ru: имя

source: last name
ru: фамилия

source: Note. An optional field to fill.
ru: Примечание. Необязательное поле для заполнения.

source: Note. Your email address will not show anyone else. If you do not fill in this field, and forget your password you can not recover it.
ru: Примечание. Ваш адрес электронной почты не будет показывать никому. Если вы не заполните это поле, и забудите свой пароль, вы не сможете восстановить его.

source: From 6 to 20 characters, only letters and numbers. Note. Your password will not be shown to anyone else.
ru: От 6 до 20 символов, только буквы и цифры. Примечание. Ваш пароль не будет показываться кому-либо еще.

source: Additional Information
ru: Дополнительная информация

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: The two password fields didn't match.
ru: Введенные пароли не совпадают.

source: Partner
ru: Партнеры

source: Default
ru: По умолчанию

source: Starting packet
ru: Стартовый пакет

source: Other
ru: Другой

source: No such card
ru: Нет такой карты

source: The card is not issued
ru: Карта не выдана

source: Wrong PIN
ru: Неправильный ПИН код

source: Card is already activated
ru: Карта уже активирована

source: Error
ru: Ошибка

source: Normal
ru: Нормально

source: Wrong type of punishment
ru: Неверный тип кары

source: Prepaid Code
ru: Карточка предоплаты

source: Date added
ru: Дата добавления

source: Date end
ru: Дата окончания

source: Type
ru: Тип

source: Enable
ru: включить

source: Issued
ru: Выдана

source: only issued to the dealer's cards can be activated
ru: только выданная карта дилеру может быть активирована

source: Message
ru: Сообщение

source: Starting Balance
ru: Стартовый баланс

source: Diller
ru: Диллер

source: Prepaid card
ru: Карта предоплаты

source: Prepaid cards
ru: Карточка предоплаты

source: username
ru: имя пользователя

source: IP address
ru: IP-адрес

source: Blocked
ru: заблокировано

source: Date
ru: Дата

source: Log Activate
ru: Лог Активации

source: Logs Activate
ru: Логи Активации

source: No balance to pay
ru: На вашем счету нет денег.

source: No such Gift Certificate
ru: Нет такого сертификата

source: Bad Gift Certificate
ru: Неправильный сертификат

source: Success
ru: Успешно

source: %s balance remains after gift certificate was applied
ru: %s баланс после применения подарочного сертификата

source: Prepaid Card Codes
ru: Коды карточки

source: Prepaid Card
ru: Карта предоплаты

source: To: %(recipient)s
ru: Чтобы: %(recipient)s

source: Starting Balance: %(start_balance)s
ru: Начальный балан: %(start_balance)s

source: Code: %(code)s
ru: Код активации: %(code)s

source: Message: %(message)s
ru: Сообщение: %(message)s

source: Activate Prepaid Card
ru: Активировать карточку предоплаты

source: Home
ru: Начало

source: Purchased on:
ru: Приобретенные на:

source: Initial Balance:
ru: Стартовый Баланс:

source: Current Balance:
ru: Текущий Баланс

source: No such Prepaid Card found.
ru: Нет такой карточки.

source: Look up balance
ru: Посмотрите баланс

source: You have exceeded the number of times of activation, IP address is blocked. Please try again in 15 minutes or contact the site administration.
ru: Вы превысили количество попыток для активации, IP-адрес заблокированы. Пожалуйста, попробуйте еще раз через 15 минут или свяжитесь с администрацией сайта.

source: Activation of the starter pack
ru: Активация стартового пакета

source: Price
ru: Прайс-Лист

source: Quantity (multiply the Prepaid Card by this amount)
ru: Количество (умножить предоплаченной карты на эту сумму)

source: Recipient Email (optional):
ru: E-mail адрес для ответа (необязательно):

source: Message (optional):
ru: Cообщение (необязательно):

source: Add to cart
ru: Добавить в корзину

source: Checkout
ru: Проверка

source: Payment
ru: Оплата

source: Order total: %(orderbalance)s
ru: Общий заказ: %(orderbalance)s

source: Please correct the following error:
ru: Пожалуйста, исправьте ошибку:

source: Confirm
ru: Подтвердить

source: Please Note:
ru: Заметки:

source: About to use your Prepaid Card: %(prepaidcode)s, which has a balance of %(balance)s.
ru: Информация о использовании карты предоплаты: %(prepaidcode)s, которая имеет балан %(balance)s.

source: About to use INVALID Prepaid Card
ru: Информация о неправильной карте предоплаты

source: Payment Information
ru: Информация о оплате
